#!/bin/bash

LIBUI_DIA_MENU_TEXT="Используйте стрелки ВВЕРХ и ВНИЗ для навигаций по меню. Нажмите TAB для переключение между кнопками."

HELLO="Добро пожаловать в установку UBLinux"

HBM="Основное Меню"
ABM="Пожалуйста выберите действие"

PDISK="Подготовка Носителей"
PCOM="Установка компонентов"
PCONF="Конфигурация системы"
PIB="Установка Загрузчика"
PEX="Выход"

HMM="Выбор режима"
AMM="Пожалуйста, выберите режим работы"

Auto="Автоматический"
Manual="Ручной"

HDM="Меню устройств"
ADM="Пожалуйста, выберите устроиство"

P_other="Другое"
P_view="Показать /dev"

MD="Введите путь до блочного устроиства"

HPM="Ручной режим"
APM="Пожалуйста, выберите дейтсвия"

PPD="Разметка диска"
PFD="Форматирование разделов"
PCS="Создание Swap файла"
PD="Готово"

SD="Введите размер swap файла (MB)"

HFM="Выбор файловой системы"
AFM="Пожалуйста, выберите файловую систему"
SP="Выберите Раздел(ы)"

HCD="Выбор Дистрибутива"
ACD="Пожалуйста, выберите дистрибутив"
NI="Сетевая Установка"
SPA="Выберите компоненты"

HN="Введите имя компьютера"
DM="Введите домен"
UN="Введите имя пользователя"
UP="Введите пароль для "

PW="Пожалуйста, подождите..."
DP="Диск подготовлен!"

HSM="Swap Меню"
ASM="Выберите размер Swap файла"
CUSTOM="Свой Размер"